Repository: veslo1/apmgr
Catalog: lang/translations.tmx
Source language: es_ar
Languages: en_us

source: La descripción que explica porque activa / desactiva a este usuario no se encuentra
en_us: The description that explains why you are enabling / disabling an account is missing

source: La unidad seleccionada no posee imagenes
en_us: The specified unit doesn't has pictures

source: El archivo no se pudo transmitir
en_us: The file could not be transfered.

source: El limite de archivos permitidos esta al maximo
en_us: The limit of allowed files has been reached

source: Archivo listado para eliminar
en_us: Picture marked for deletion

source: Agregar posible cliente
en_us: Add prospects

source: Modo de contacto
en_us: Contact Mode

source: ¿Cómo nos encontró ?
en_us: How did you hear about us ?

source: Alquilar desde $
en_us: Rent From $

source: Alquilar hasta $
en_us: Rent To $

source: Posible fecha de ocupación
en_us: Possible Move In Date

source: Nuevo
en_us: New

source: Cita
en_us: Appointment

source: Aplicado
en_us: Applied

source: No Interesado
en_us: Not Interested

source: Ingreso al establecimiento
en_us: Walk in

source: Cliente
en_us: Prospects

source: Tipo de modelo
en_us: Model Type

source: El tipo de modelo es un campo requerido
en_us: Model Type is a required field

source: Telefono es un campo requerido
en_us: Phone is a required field

source: Ver detalles del cliente
en_us: View Prospect Details

source: El cliente no fue encontrado
en_us: The prospect wasn't found

source: El cliente no tiene asociado ningun tipo de modelo de unidad. Registro dañado
en_us: The current prospect did not select any kind of unit model.Record corrupted

source: Detalles del cliente
en_us: Details of the prospect

source: Mascotas
en_us: Pets
